/* No video code has been entered yet */
"Please use the Inspector to specify a YouTube video." = "Veuillez utiliser l'inspecteur pour spécifier une vidéo YouTube.";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Désolé, mais aucune vidéo YouTube n'a été trouvée pour le code que vous avez entré.";

/* Live data feeds are disabled */
"This is a placeholder for the YouTube video at:" = "Ceci est un espace réservé pour la vidéo YouTube :";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable live data feeds in the Preferences." = "Pour voir la vidéo dans Sandvox, veuillez activer les flux de données en direct dans les Préférences.";